---
kind: method
id: M:Autodesk.Revit.DB.BoundingBoxUV.#ctor
source: html/f294f3c3-02cd-4f6e-35f1-c100f4a8dae2.htm
---
# Autodesk.Revit.DB.BoundingBoxUV.#ctor Method

default constructor

## Syntax (C#)
```csharp
public BoundingBoxUV()
```